# 1.	Создать кортеж, содержащий 4 разных числа.
#      Вывести на экран значение второго элемента кортежа.
#      . Необходимо написать код на Python и оценить сложность вашего алгоритма О(N).

tuple_1 = (1, 2, 4, 5)
print(len(tuple_1))
print('второй элемент= ',tuple_1[1])
# Сложность алгоритма O(4)
